start_text = 'Добро пожаловать {}!  Я Бот-помощник компании MonteMove. Наша компания оказывает комплексную помощь в решении задач и проблем возникающих при релоакции в Черногорию. С моей помощью вы сможете ознакомиться с актуальным спектром услуг.'
option_text = 'Выберите опцию'
exchange_text = 'Сумма,город,Комментарии\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.'
final_text = 'Ваша заявка принята, в ближайшее время с вами свяжется наш оператор\nНомер заявки: {}'
exchange_order_text = 'Поступил заказ №{}. \n\nТекст:\n{}'
residence_docs_text = 'Опишите ваш запрос двух словах\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.'
gruz_text = 'Опишите ваш запрос двух словах.\n\n\n Что и когда хотите отправить?\n Сколько +- Кг?\n Сколько +- объем?\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.'


realty_text_1 = 'Напишите даты и срок на которой ищете жилье.\nБюджет.\nКто будет жить.\nГород в котором ищете жилье.\nДополнительные требования и нюансы.'
realty_text_2 = 'Бюджет и город.'
realty_text_3 = 'За сколько хотите сдать жилье? Город? Прикрепите пожалуйста фото.'
realty_text_4 = 'За сколько хотите продать жилье? Город? Прикрепите пожалуйста фото.'



trans_vis_text_1 = 'Укажите следующие данные:\n1) Аэропорт\n2) Пункт назначаение\n3)  Дата\n4) Время\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.'
trans_vis_text_2 = 'Укажите следующие данные:\n1) Пункт А\n2) Пункт Б\n3)  Дата\n4) Время\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.'
trans_vis_text_3 = 'Укажите следующие данные:\n1) Из какого города вас нужно забрать\n2) Сколько Вас человек?\n3)Дата\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.'
