start_text = 'Добро пожаловать {}!  Я Бот-помощник компании MonteMove. Наша компания оказывает комплексную помощь в решении задач и проблем возникающих при релоакции в Черногорию. С моей помощью вы сможете ознакомиться с актуальным спектром услуг.'
option_text = 'Выберите опцию'
exchange_text = 'Сумма,город,Комментарии'
exchange_final_text = 'Ваша заявка принята, в ближайшее время с вами свяжется наш оператор\nНомер заявки: {}'
exchange_order_text = 'Поступил заказ №{}. \n\nТекст:\n{}'
residence_docs_text = 'Опишите ваш запрос двух словах'
gruz_text = 'Опишите ваш запрос двух словах.\n\n\n Что и когда хотите отправить?\n Сколько +- Кг?\n Сколько +- объем?'


realty_text_1 = 'Напишите даты и срок на которой ищете жилье.\nБюджет.\nКто будет жить.\nГород в котором ищете жилье.\nДополнительные требования и нюансы.'
realty_text_2 = 'Бюджет и город.'
realty_text_hand_over = 'За сколько хотите сдлать жилье?\nГород?\nПрикрепите, пожалуйста, фото.'


trans_vis_text_1 = 'Укажите следующие данные:\n1) Аэропорт\n2) Пункт назначаение\n3)  Дата\n4) Время'
trans_vis_text_2 = 'Укажите следующие данные:\n1) Пункт А\n2) Пункт Б\n3)  Дата\n4) Время'
trans_vis_text_3 = 'Укажите следующие данные:\n1) Из какого города вас нужно забрать\n2) Сколько Вас человек?\n3)Дата'
