start_text = '''Добро пожаловать, {}! 
Я Бот-помощник компании MonteMove. Наше сообщество оказывает комплексную помощь в решении задач и проблем возникающих при релокации в Черногорию. С моей помощью вы сможете ознакомиться с актуальным спектром услуг.

Вы также можете обнаружить не комерческую состовляющую моего функционала. Контакты проверенных мастеров различных сфер. Досуг, Образование и другое. Список будет расширяться.
Хорошего дня!'''
option_text = 'Выберите опцию'
exchange_text = 'Сумма,Город,Комментарии\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
exchange_hi_text = '''Всем доброго дня!😉
Наша компания имеет возможность предложить вам наличные евро в Черногории, взамен на ваши активы.
Доступные варианты обмена ниже:

♻️Наличные евро 💶  на Ваши рубли на российских банках.  

♻️Наличные евро 💶  на Ваши USDT или дургую криптовалюту.

♻️Примем ваши наличные €/$/₽ в Москве или СПб, параллельно выдадим наличные евро 💶 в Черногории.

♻️Поможем обналичить Ваши $ и € на любых российских банках.(в том числе Тинькофф и Райффайзен).

💳 Оплатим онлайн-сервисы, купим авиабилеты, оплатим жилье на букинге.

⚡️🚗 Быстрая доставка в любую точку Черногории в удобное для вас время.

☑️Есть машинка для проверки оригинальности банкнот.(Если нужна, просьба указать)'''

final_text = 'Ваша заявка принята, в ближайшее время с вами свяжется наш представитель\nНомер заявки: {}'
exchange_order_text = 'Поступил заказ №{}.\nТип услуги: {}\nТекст:\n{}'
residence_docs_text = 'Опишите ваш запрос двух словах\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
gruz_text = 'Опишите ваш запрос двух словах.\n\n\n Что и когда хотите отправить?\n Сколько +- Кг?\n Сколько +- объем?\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
rent_auto_first_text = 'Укажите ниже в одном сообщении : \n1) Дату Начала Аренды \n2) Срок Аренды  \n3) Место получения Авто.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
rent_auto_second_text = 'Укажите ниже в одном сообщении пожелания к автомобиллю: \n1) Тип коробки передач:Механика/Автомат/Тип не имеет значениея. \n2) Ориентировочный бюджет  \n3) Наличие кондиционера \n4) Любые другие пожелания для авто (7 мест, кабриолет и т.д.)\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
rent_auto_third_text = 'Отправьте заявку, и наш менеджер свяжется с вами.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'

gruzz_text = '''"Опишите пожалуйста что нужно доставить:
1) тип груза
2) новый или б/у
3) габариты и вес"
'''

realty_text_1 = '''Напишите пожалуйста даты и срок на которой ищете жилье.
Бюджет.
Кто будет жить.
Город в котором ищете жилье.
Дополнительные требования и нюансы.

Если вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.
'''
realty_text_2 = '''Уточните пожалуйста какое хотите приобрести?
В каком городе?
Какой у вас бюджет?"

Если вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.
'''
realty_text_3 = 'За сколько хотите сдать жилье? Город? Прикрепите пожалуйста фото.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
realty_text_4 = 'За сколько хотите продать жилье? Город? Прикрепите пожалуйста фото.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'

vremennie_trudnosti = 'Временные сложности с данным видом оформления. Напишите ниже вашу ситуацию и мы постараемся придумать для вас варианты решения.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'

beauty_text = '''Мастер по ресницам. Херцег Нови» 
Контакт: @alendelon22
Гео: Игало, Нивица
Процедура: Ламинрование, Окрашиваниe'''

trans_vis_text_1 = 'Укажите следующие данные:\n1) Аэропорт\n2) Пункт назначаение\n3)  Дата\n4) Время\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
trans_vis_text_2 = 'Укажите следующие данные:\n1) Пункт А\n2) Пункт Б\n3)  Дата\n4) Время\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'
trans_vis_text_3 = 'Укажите следующие данные:\n1) Из какого города вас нужно забрать\n2) Сколько Вас человек?\n3)Дата\n\nОбратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'

byt_text = 'Пишите нам в чат, и мы попробуем решить любой ваш бытовой вопрос =)'

other_text = 'Сформируйте ваш запрос в свободной форме.\n\nЕсли вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'


yur_face_text = "🇲🇪 Ниже информация по получению боровка(ВНЖ) вместе с MonteMove. \nhttps://telegra.ph/Poluchenie-borovaka-VNZH-vmeste-s-Montemove-01-27"

criminal_record_text = '''"Можем оформить официальную справку через подмосковный МВД без нотариальной доверенности и личного присутствия.

15 р.д. + доставка - 15 000 с учётом доставки.

Либо экспресс 
3 р.д. + доставка - 45 000 с учётом доставки."
'''


vnj_text = '''Доброго времени суток! 

🇲🇪 Расценки на получение ВНЖ (боровака):
300 евро - открытие фирмы, вы там генеральный директор.
300 евро - перевод и нострификация документов.
400 евро - боровак директора, включая нотариальный договор аренды.
Итого: 1000 евро основной платёж.( Оплачивается в 2 этапа, 500 евро после подачи документов на регистрацию фирмы, 500 евро после подачи докуметов на боровак)

👨‍👩‍👦‍👦 Дополнительно при необходимости: 250 евро за каждого по воссоединению семьи.

Мы делаем все под ключ, у вас больше не возникнет никаких дополнительных трат.
В стоимость включены все налоги, сборы за все сопутствующие процедуры, а также доставка вас от дома к нотару, в МУП и обратно.

Также в дальнейшем нужно будет раз в месяц платить 50 евро бухгалтеру и 36 евро страховых взносов за ведение фирмы.

❗️Наши преимущества: 
1) Через нас любому члену семьи можно сразу податься на ВНЖ по воссоединению 

Обычно делается сперва директору, а остальным членам семьи только по готовности ВНЖ у директора. А остальным приходится в это время раз в месяц продлевать визу. 

2) С нами вам не придется посещать дом здравли и судебного переводчика.


На следующем этапе вы узнаете список необходимых документов и сможете оставить заявку! Всех благ '''

oreder_text = '''Пожалуйста, опишите ваш запрос: 
1) желаемая сумма обмена
2) ваш город
3) дополнительная информация, если есть

Обратите внимание! После отправки сообщения будет сформирована заявка, пожалуйста, напишите все в одном сообщении.

Если вы выбрали не тот раздел или случайно нажали на кнопку, чтобы вернуться в начало напишите /start.'''


employer_text = '''"иже информация по получению боровка(ВНЖ) вместе с MonteMove.
Мы предоставляем услугу ""под ключ"", ведем клиента до конца, до получения боровака, все сопутствующие пошлины, переводы, страховки, медкомиссия, услуги нотариуса уже включены в стоимость.
Вам лишь необходимо к обозначенному времени приехать в МУП, подписать необходимые документы и отдать их в окошко сотруднику МУПа.

Мы вас устравиаем в одну из наших компаний в Будве.
От вас понадобится только паспорт и справка о несудимости.
Договор аренды с нами не нужен!

Стоимость 550 евро под ключ.
Ежемесячные расходы - 30 евро директору и 36 евро за налоги свашей зарплаты.

Обязаны вас предупредить, у данного вида ВНЖ есть ряд минусов:
- невозможно получить ПМЖ;
- после 3 лет нужно мимнимум на 3 месяца выехать из Черногории.
'''
vnj_docs_text = '''Документы и действия для ВНЖ и Открытия Фирмы в Черногории, которые нам требуются. 


Требуются следующие доки:

- справки о несудимости директора, супруги, детей 16+(не старше 180 дней, можно без печати, с ЕЦП из Госуслуг);
- аттестат о школьном образовании: все страницы и титульная(только директору);
- копии первой страницы заграна директора и членов семьи;
- свидетельство о браке;
- свидетельство о рождении ребенка.


Параллельно требуется, для запуска регистрации фирмы:

- название фирмы(оригинальное, можно чекнуть здесь http://www.pretraga.crps.me:8083/);
- сфера деятельности(укажем торговлю, проще всего открыть банковский счет);
- номер телефона(ЧГ);
- email;
- адрес в РФ(проживания либо прописки, без разницы);
- скан загран.паспорта директора(2 копии - первая страница) + оригинал.

Аттестат, свидетельства, справки - достаточно сканов для оформления документов.

Прикрепите, пожалуйста, все документы:'''

zaglushka_text = 'Контакты скоро появятся'

number_text = 'Нажмите на кнопку "Оставить номер" чтобы наши менеджеры смогли с вами связаться.\n' \
              '*Писать номер вручную не нужно.*'

buttons_name_dict = {
    'exchange': 'Обмен валют',
    'residence/docs': 'ВНЖ/Документы',
    'transfer': 'Трансферы/Визаран',
    'gruz:': 'Грузоперевозки',
    'realty': 'Недвижимость',
    'gruz_rf': 'Отправить груз в РФ',
    'from_rf': 'Доставить груз из РФ',
    'internal': 'Перевести груз внутри страны',
    'other_con': 'Другие страны/Другой запро',
    'rent': 'Аренда жилья',
    'rent_auto': 'Заказать Аренду Авто',
    'give_rent_auto': 'Сдать своё Авто в аренду',
    'byt_uslugi': 'Бытовые услуги',
    'buy': 'Покупка жилья',
    'give_rent': 'Сдать жилье',
    'sell': 'Продать жилье',
    'meet_port': 'Встретить из аэропорта',
    'from_c_to_c': 'Из города в город',
    'visarun': 'Визаран',
    'eurorub': 'ЕвроНал за безнал рубли',
    'crypto': 'ЕвроНал за криптовалюту',
    'msk_chern': 'ЕвроНал Мск - ЕвроНал ЧГ',
    'spb_chern': 'ЕвроНал Спб - ЕвроНал ЧГ',
    'rf_bank': 'ЕвроНал ЧГ за $/ € на РФ Банках',
    'online_avia': 'Оплата он-лайн серивсов / покупка авиабилетов',
    'other': 'Другое',
    'get_residence': 'Получить ВНЖ',
    'criminal_record': 'Справка о несудимости',
    'realty_ownership': 'Получение ВНЖ на основании владения недвижимостью',
    'open_company': 'Получение ВНЖ на основании открытия фирмы',
    'employer': 'Получение ВНЖ на основе трудоустройства на фирму',
    'beauty': 'Бьюти сфера',
    'stroitel': 'Строительные работы',
    'byt': 'Бытовые услуги',
    'photographer': 'Фотографы',
    'brovi': 'Бровист Херцег-Нови',
    'resnitsy': 'Мастер по ресницам Херцег-Нови',
    'leave_order': 'Оставить заявку'
}
